Repository: rxtech-lab/film-workflow
Catalog: film-workflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Nothing Installed
zh_hans: 尚未安装任何内容

source: Nothing needed translating into %@.
zh_hans: 没有需要翻译成%@的字幕。

source: Nothing on the timeline yet.
zh_hans: 时间线上还没有内容。

source: Nothing selected
zh_hans: 未选择任何内容

source: Nothing to Change
zh_hans: 无需修改

source: Nothing to preview yet
zh_hans: 暂无可预览内容

source: Nothing uploaded yet
zh_hans: 尚未上传任何内容

source: Offline
zh_hans: 离线

source: OK
zh_hans: 确定

source: Older Adult Female
zh_hans: 中年女性

source: Older Adult Male
zh_hans: 中年男性

source: On device and free. Downloads a language pack the first time.
zh_hans: 完全在本机运行且免费。首次使用时会下载语言包。

source: On-device Whisper models
zh_hans: 本机 Whisper 模型

source: One file per language, named after the movie, written beside it.
zh_hans: 每种语言一个文件，以影片名称命名并写入旁边。

source: One term per line, or separated by commas.
zh_hans: 每行一个术语，也可用逗号分隔。

source: Only captions with no translation, or whose text changed since they were translated.
zh_hans: 仅翻译尚无译文、或翻译后原文有改动的字幕。

source: Open a film first.
zh_hans: 请先打开影片。

source: Open a film to add this item
zh_hans: 打开影片以添加此项目

source: Open a film to use this item
zh_hans: 打开影片以使用此项目

source: Open AI Provider settings
zh_hans: 打开 AI 提供方设置

source: Open Assistant
zh_hans: 打开助手

source: Open Film…
zh_hans: 打开影片…

source: Open in Player
zh_hans: 在播放器中打开

source: Open Marketplace…
zh_hans: 打开市场…

source: Open My Marketplace
zh_hans: 打开我的市场

source: Open Recent
zh_hans: 打开最近项目

source: Open Retimer
zh_hans: 打开时间轴校准

source: Open Settings…
zh_hans: 打开设置…

source: Open the agent
zh_hans: 打开代理

source: Open the agent (running)
zh_hans: 打开代理（运行中）

source: Open the assistant from a caption project.
zh_hans: 请从字幕项目中打开助手。

source: Open…
zh_hans: 打开…

source: OpenAI-compatible
zh_hans: OpenAI 兼容

source: OpenAI-compatible endpoint (optional)
zh_hans: OpenAI 兼容端点（可选）

source: OpenAI-compatible LLM
zh_hans: 兼容 OpenAI 的 LLM

source: OpenAI-compatible model
zh_hans: OpenAI 兼容模型

source: OpenAI-compatible transcription
zh_hans: OpenAI 兼容转写

source: Optional
zh_hans: 可选

source: Optional. A first frame animates that image; adding a last frame makes the model interpolate between the two.
zh_hans: 可选。模型会为该图像的第一帧制作动画；添加最后一帧后，模型会在两帧之间进行插值。

source: Optional. An OpenAI-compatible endpoint adds a second engine for the agent, caption review and translation, billed by that provider instead of your credits.
zh_hans: 可选。OpenAI 兼容端点会为代理添加第二个引擎，用于字幕审阅和翻译；费用由该提供商收取，而不是扣除你的积分。

source: Options follow what the selected model supports.
zh_hans: 选项取决于所选模型的支持情况。

source: Or type a model id
zh_hans: 或直接输入模型 ID

source: Organ
zh_hans: 风琴

source: Original
zh_hans: 原文

source: Original only
zh_hans: 仅原文

source: Other Folder…
zh_hans: 其他文件夹…

source: Other…
zh_hans: 其他…

source: Output Format
zh_hans: 输出格式

source: Outro
zh_hans: 尾奏

source: Overall Vibe
zh_hans: 全局氛围

source: Overlaps the next caption.
zh_hans: 与下一条字幕重叠。

source: Overlay Track
zh_hans: 叠加轨道

source: Owned
zh_hans: 已拥有

source: Page %lld of %lld
zh_hans: 第 %lld 页，共 %lld 页

source: Pane
zh_hans: 面板

source: Parameters
zh_hans: 参数

source: Passed to `claude --model` and `codex --model`. Leave a model on its default to use whatever the tool itself is set to. Each thread in the agent window can pick its own model from the engine menu. These agents authenticate through their own CLI, so no key is needed here.
zh_hans: 传递给 `claude --model` 和 `codex --model`。模型保持默认值即可使用工具自身的设置。代理窗口中的每个线程都可以从引擎菜单中选择自己的模型。这些代理通过各自的命令行工具完成身份验证，因此无需在此输入密钥。

source: Paste List
zh_hans: 粘贴列表

source: Paste Terms
zh_hans: 粘贴术语

source: Paste your region (e.g. "eastus") or any endpoint URL from the portal — we'll derive the TTS endpoint.
zh_hans: 粘贴你的区域（例如“eastus”）或来自门户的任意 终端节点 URL —— 我们将推导出 文本转语音 终端节点。

source: Pause
zh_hans: 暂停

source: People
zh_hans: 人物

source: Percussion
zh_hans: 打击乐器

source: Permissions
zh_hans: 权限

source: Photo Library
zh_hans: 照片图库

source: Piano
zh_hans: 钢琴

source: pick
zh_hans: 选择

source: Pick a provider in Settings › Captions first — on-device Whisper needs a model downloaded.
zh_hans: 请先在“设置 › 字幕”中选择服务商；设备端 Whisper 需要先下载模型。

source: Pick something from the list to preview it.
zh_hans: 从列表中选择一项进行预览。

source: Pick up where you left off.
zh_hans: 从上次离开的地方继续。

source: Pin this thread
zh_hans: 固定此线程

source: Pin Thread
zh_hans: 固定线程

source: Pinned
zh_hans: 已固定

source: Pinned words keep their exact times when the caption is retimed.
zh_hans: 重新校准字幕时间时，已固定的字词会保持其精确时间。

source: Place a caption project on the timeline to export captions.
zh_hans: 将字幕项目放到时间线上以导出字幕。

source: Placing a clip…
zh_hans: 正在放置片段…

source: Placing your shots, adding music and titles.
zh_hans: 正在放置镜头、添加音乐和标题。

source: Plain text
zh_hans: 纯文本

source: Play
zh_hans: 播放

source: Play / Pause
zh_hans: 播放 / 暂停

source: Play just this caption
zh_hans: 仅播放此条字幕

source: Play preview
zh_hans: 播放预览

source: Play the audio, then set each caption's start and end as you hear it.
zh_hans: 播放音频，随听到的内容依次设定每条字幕的起止时间。

source: Play the whole caption
zh_hans: 播放整条字幕

source: Play this caption
zh_hans: 播放此条字幕

source: Play Word
zh_hans: 播放该词

source: Players offer the tracks in their Subtitles menu. Font, size, weight, colours, alignment and position carry over; outlines do not.
zh_hans: 播放器会在“字幕”菜单中提供这些音轨。字体、大小、粗细、颜色、对齐方式和位置都会保留；描边不会保留。

source: Playful
zh_hans: 俏皮

source: Pop
zh_hans: 流行乐

source: Portuguese
zh_hans: 葡萄牙语

source: Preparing audio…
zh_hans: 正在准备音频…

source: Preparing template options…
zh_hans: 正在准备模板选项…

source: Preparing the item…
zh_hans: 正在准备项目…

source: Preparing your choices…
zh_hans: 正在准备你的选择…

source: Preparing…
zh_hans: 正在准备…

source: Preview
zh_hans: 预览

source: Preview truncated for display. The full transcript will still be generated.
zh_hans: 预览已截断显示。生成时仍会使用完整文本。

source: Preview video
zh_hans: 预览视频

source: Preview voice
zh_hans: 预览语音

source: Preview your composition
zh_hans: 预览合成

source: Previews
zh_hans: 预览

source: Previous
zh_hans: 上一页

source: Previous frame
zh_hans: 上一帧

source: Project name
zh_hans: 项目名称

source: Project Name
zh_hans: 项目名称

source: Project prompt
zh_hans: 项目提示词

source: Project Templates
zh_hans: 项目模板

source: Project templates are here
zh_hans: 项目模板来了

source: Projects
zh_hans: 项目

source: Prompt
zh_hans: 提示词

source: Prompt preview
zh_hans: 提示词预览

source: Prompt Preview
zh_hans: 提示词预览

source: Proposed changes
zh_hans: 建议的修改

source: Provider
zh_hans: 提供商

source: Provider credentials stay on the RxFilm server. Model prices are estimates; actual usage is deducted after each operation.
zh_hans: 提供商凭据保留在 RxFilm 服务器上。模型价格仅为估算值；每次操作完成后会扣除实际用量。

source: Provider default
zh_hans: 提供商默认值

source: Providers
zh_hans: 服务

source: Publish
zh_hans: 发布

source: Published
zh_hans: 已发布

source: Purchased
zh_hans: 已购买

source: px
zh_hans: 像素

source: Quality
zh_hans: 质量

source: Re-transcribe
zh_hans: 重新转写

source: Re-transcribe these captions?
zh_hans: 要重新转写这些字幕吗？

source: Re-transcribing creates a new version. The current one is kept, along with its translations.
zh_hans: 重新转写会创建新版本，当前版本及其翻译会保留。

source: Re-transcribing replaces all captions, including your edits.
zh_hans: 重新转写会替换全部字幕，包括您的修改。

source: Re-translate captions that already have one
zh_hans: 重新翻译已有翻译的字幕

source: Re-wrap over %lld characters
zh_hans: 超过 %lld 个字符时重排

source: Read full prompt
zh_hans: 阅读完整提示词

source: Reading a template…
zh_hans: 正在读取模板…

source: Reading the timeline…
zh_hans: 正在读取时间线…

source: Reading the website…
zh_hans: 正在读取网站…

source: Reading your website
zh_hans: 正在读取你的网站

source: Ready for your story
zh_hans: 准备好讲述你的故事

source: Recent Films
zh_hans: 最近影片

source: Recent usage
zh_hans: 最近用量

source: Recommended
zh_hans: 推荐

source: Recording narration…
zh_hans: 正在录制旁白…

source: Reference Image
zh_hans: 参考图片

source: Reference Images
zh_hans: 参考图像

source: Reference Images (%lld)
zh_hans: 参考图像 (%lld)

source: Reference images render 8-second clips only.
zh_hans: 参考图像仅渲染 8 秒片段。

source: Refresh
zh_hans: 刷新

source: Refresh list
zh_hans: 刷新列表

source: Refresh model catalog
zh_hans: 刷新模型目录

source: Refresh model list
zh_hans: 刷新模型列表

source: Regenerate Captions…
zh_hans: 重新生成字幕…

source: Regenerate token
zh_hans: 重新生成令牌

source: Reggae
zh_hans: 雷鬼

source: Region or endpoint
zh_hans: 区域或终端节点

source: Reload Preview
zh_hans: 重新加载预览

source: Reload the catalog
zh_hans: 重新加载目录

source: reluctantly
zh_hans: 勉强地

source: Remotion Clips
zh_hans: Remotion 片段

source: Remotion Compositions
zh_hans: Remotion 合成

source: Remotion previews run in the native WebView. Source edits refresh the preview automatically.
zh_hans: Remotion 预览在原生 WebView 中运行。源文件编辑后，预览会自动刷新。

source: Remotion Projects
zh_hans: Remotion 项目

source: Remotion Prompts
zh_hans: Remotion 提示词

source: Remotion Studio runs inside the app; the runtime installs itself the first time you open it.
zh_hans: Remotion Studio 在应用内运行；第一次打开时会自动安装运行环境。

source: Remove
zh_hans: 移除

source: Remove effect
zh_hans: 移除效果

source: Remove punctuation
zh_hans: 移除标点

source: Remove this translation?
zh_hans: 要移除此翻译吗？

source: Remove Transition
zh_hans: 移除转场

source: Remove Translation
zh_hans: 移除翻译

source: Removing a clip…
zh_hans: 正在移除片段…

source: Rename
zh_hans: 重命名

source: Rename Caption Project
zh_hans: 重命名字幕项目

source: Rename Group…
zh_hans: 重命名分组…

source: Rename Project
zh_hans: 重命名项目

source: Rename Project Group
zh_hans: 重命名项目分组

source: Rename Speaker
zh_hans: 重命名说话人

source: Rename…
zh_hans: 重命名…

source: Renaming a category keeps every item already filed under it.
zh_hans: 重命名类别不会改变其中已有的项目归属。

source: Render
zh_hans: 渲染

source: Render failed
zh_hans: 渲染失败

source: Render more frames at once for faster exports. Higher settings use more memory. Changes apply to the next render.
zh_hans: 一次渲染更多帧可加快导出。较高设置会使用更多内存，更改将在下一次渲染时生效。

source: Render Now
zh_hans: 立即渲染

source: Render Remotion Clips
zh_hans: 渲染 Remotion 片段

source: Render Sequence
zh_hans: 渲染序列

source: Render the composition to create the first version.
zh_hans: 渲染合成以创建第一个版本。

source: Render the current sequence as a new version
zh_hans: 将当前序列渲染为新版本

source: Render the sequence to create version 1.
zh_hans: 渲染序列以创建版本 1。

source: Render this composition before publishing it, so the listing has a preview to show.
zh_hans: 发布前渲染此合成，以便商品页显示预览。

source: Render Version
zh_hans: 渲染版本

source: Rendering
zh_hans: 正在渲染

source: Rendering frames
zh_hans: 正在渲染帧

# Rendering Remotion clip %lld of %lld
source: Rendering Remotion clip %1$lld of %2$lld
zh_hans: 正在渲染 Remotion 片段 %1$lld/%2$lld

source: Rendering Sequence
zh_hans: 正在渲染序列

source: Rendering Video
zh_hans: 正在渲染视频

source: Rendering…
zh_hans: 正在渲染…

source: Reorder
zh_hans: 重新排序

source: Reordering tracks…
zh_hans: 正在重新排序轨道…

source: Required
zh_hans: 必需

source: Required on every request, localhost included: the generation tools spend your account's credits.
zh_hans: 每次请求都必须提供，包括 localhost：生成工具会消耗你账户中的积分。

source: Required only when bound to all interfaces. Localhost requests skip the check.
zh_hans: 仅在绑定到所有接口时需要。本地请求会跳过此检查。

source: Required when bound to 0.0.0.0. Send `Authorization: Bearer <token>` on every request.
zh_hans: 绑定到 0.0.0.0 时必填。每次请求需发送 `Authorization: Bearer <token>`。

source: Reset parameters
zh_hans: 重置参数

source: Reset to Auto
zh_hans: 恢复为自动

source: Resolution
zh_hans: 分辨率

source: Resolution %@
zh_hans: 分辨率 %@

source: Restoring account…
zh_hans: 正在恢复账户…

source: Restoring your account…
zh_hans: 正在恢复账户…

source: Resume
zh_hans: 继续

source: Resume It
zh_hans: 恢复任务

source: Retime Captions
zh_hans: 校准字幕时间

source: Retimer…
zh_hans: 时间轴校准…

source: Retry
zh_hans: 重试

source: Retry Now
zh_hans: 立即重试

source: Retry preview
zh_hans: 重试预览

source: Retry Preview
zh_hans: 重试预览

source: Reveal
zh_hans: 显示

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Reverse
zh_hans: 反向播放

# Review %lld change%@…
source: Review %1$lld change%2$@…
zh_hans: 审阅 %lld 处更改%@…

source: Review %lld changes…
zh_hans: 审阅 %lld 处修改…

source: Review again…
zh_hans: 再次审阅…

source: Review AI Changes
zh_hans: 审阅 AI 修改

source: Review AI changes before applying
zh_hans: 应用前先审阅 AI 修改

source: Review before applying
zh_hans: 应用前审阅

source: Review before it applies
zh_hans: 应用前先审阅

source: Review Splits…
zh_hans: 审阅拆分…

source: Reviewing keeps the agent from writing caption text directly — it proposes changes and you approve them. Everything else it does (creating projects, editing compositions, generating images) takes effect immediately either way.
zh_hans: 审阅模式可防止代理直接写入字幕文本——它会提出更改，由你批准。除此之外，它执行的所有操作（创建项目、编辑合成、生成图像）都会立即生效。

source: Ripple
zh_hans: 联动

source: Rock
zh_hans: 摇滚乐

source: Role
zh_hans: 角色

source: Romantic
zh_hans: 浪漫

source: Run transcription to create captions from your audio.
zh_hans: 运行转写，从音频生成字幕。

source: Running on port %lld
zh_hans: 运行于端口 %lld

# Running on port %lld (base %lld was busy)
source: Running on port %1$lld (base %2$lld was busy)
zh_hans: 运行于端口 %1$lld（基础端口 %2$lld 已被占用）

source: Running…
zh_hans: 运行中…

source: Runs on the RxFilm server and is billed to your credits. Gemini detects speakers but returns no word timings, and its timestamps sometimes need the timing fallback.
zh_hans: 在 RxFilm 服务器上运行并从你的积分中扣费。Gemini 可以识别说话人，但不会返回逐字时间，有时还需要使用时间回退。

source: Runs on the RxFilm servers, billed to your credits.
zh_hans: 在 RxFilm 服务器上运行，并从你的积分中扣费。

source: Russian
zh_hans: 俄语

source: RxFilm subscription
zh_hans: RxFilm 订阅

source: RxFilm subscription service
zh_hans: RxFilm 订阅服务

source: RxLab account
zh_hans: RxLab 账户

source: RxLab sign-in is not configured for this build.
zh_hans: 此构建未配置 RxLab 登录。

source: sad
zh_hans: 悲伤

source: Sad
zh_hans: 悲伤

source: sarcastically
zh_hans: 讽刺地

source: Saturation
zh_hans: 饱和度

source: Save
zh_hans: 保存

source: Save %@
zh_hans: 保存 %@

source: Save All Formats…
zh_hans: 保存全部格式…

source: Save Draft
zh_hans: 保存草稿

source: Save Endpoint
zh_hans: 保存端点

source: Save to
zh_hans: 保存到

source: Save To
zh_hans: 保存到

source: Saved
zh_hans: 已保存

source: Saved under public/generated/. Reference them in the composition via staticFile("generated/<name>").
zh_hans: 保存于 public/generated/ 目录下。在合成中通过 staticFile("generated/<name>") 引用。

source: Saving…
zh_hans: 正在保存…

source: Saxophone
zh_hans: 萨克斯风

source: Scene
zh_hans: 场景

source: Scene Description
zh_hans: 场景描述

source: Scope
zh_hans: 范围

source: Script match
zh_hans: 脚本匹配度

source: Script match is how much of your text the speech service recognised. Higher means more accurate timings.
zh_hans: 脚本匹配度表示语音服务识别出的文字比例。比例越高，时间轴越准确。

source: Script paragraphs
zh_hans: 脚本段落

source: Search effects and transitions
zh_hans: 搜索效果和转场

source: Search items
zh_hans: 搜索项目

source: Search symbols
zh_hans: 搜索符号

source: Search the marketplace
zh_hans: 搜索市场

source: Searching the marketplace…
zh_hans: 正在搜索市场…

source: seconds
zh_hans: 秒

source: Section Time
zh_hans: 段落时间

source: Seed
zh_hans: 种子

source: Select
zh_hans: 选择

source: Select a Caption Project
zh_hans: 选择字幕项目

source: Select a clip on the timeline.
zh_hans: 选择时间线上的片段。

source: Select a clip to inspect its effects.
zh_hans: 选择片段以查看其效果。

source: Select a model
zh_hans: 选择模型

source: Select a Narrative
zh_hans: 选择旁白

source: Select a Project
zh_hans: 选择项目

source: Select a transition on the timeline.
zh_hans: 选择时间线上的转场。

source: Select All
zh_hans: 全选

source: Select an item
zh_hans: 选择一个项目

source: Select footage to adjust its settings.
zh_hans: 选择素材以调整其设置。

source: Select footage to preview, or create a sequence to start editing.
zh_hans: 选择素材进行预览，或创建序列开始编辑。

source: Select None
zh_hans: 全不选

source: Selected
zh_hans: 已选中

source: Selected captions only (%lld)
zh_hans: 仅所选字幕（%lld 条）

source: Selected model
zh_hans: 已选模型

source: Selected word
zh_hans: 所选字词

source: Send
zh_hans: 发送

source: Senior Female
zh_hans: 老年女性

source: Senior Male
zh_hans: 老年男性

source: Sentence
zh_hans: 整句

source: Sentence aligned
zh_hans: 按句对齐

source: Sequence
zh_hans: 序列

source: Sequence ready
zh_hans: 序列已准备就绪

source: Set
zh_hans: 设置

source: Set End
zh_hans: 设为结束

source: Set End to Current Time
zh_hans: 将结束时间设为当前时间

source: Set Start
zh_hans: 设为开始

source: Set Start to Current Time
zh_hans: 将开始时间设为当前时间

source: Set the highlighted time
zh_hans: 设定高亮时间

source: Set Up Endpoint…
zh_hans: 设置端点…

source: Set your AI provider once
zh_hans: 一次设置 AI 服务商

source: Sets the overall feeling or atmosphere of the music. Included at the top of the generated prompt.
zh_hans: 请在此描述全局的音乐氛围，这部分将会包含在具体生成的音乐提示词中

source: Setting up your film
zh_hans: 正在设置影片

source: Settings
zh_hans: 设置

source: Setup
zh_hans: 设置

source: Shifts all later unpinned words by the same amount.
zh_hans: 将其后所有未固定的字词平移相同的时长。

source: Shortcode
zh_hans: 简码

source: Shot direction and framing
zh_hans: 镜头方向和构图

source: Shot plan
zh_hans: 镜头计划

source: Shot title
zh_hans: 镜头标题

source: shouting
zh_hans: 大喊

source: Show
zh_hans: 显示

source: Show All Versions…
zh_hans: 显示所有版本…

source: Show effects and transitions
zh_hans: 显示效果和转场

source: Show full details…
zh_hans: 显示完整详情…

source: Show in Finder
zh_hans: 在访达中显示

source: Show in Marketplace…
zh_hans: 在市场中显示…

source: Show less
zh_hans: 显示更少

source: Show Lyrics
zh_hans: 显示歌词

source: Show parameters and result
zh_hans: 显示参数和结果

source: Show Transcript
zh_hans: 显示文稿

source: sighs
zh_hans: 叹气

source: Sign in
zh_hans: 登录

source: Sign In
zh_hans: 登录

source: Sign in on the Account tab and add credits when needed. Images, speech, music, transcription and video all run on the RxFilm server, and each generation deducts its actual usage.
zh_hans: 在“账户”标签页登录，并在需要时添加积分。图像、语音、音乐、转录和视频都在 RxFilm 服务器上运行，每次生成都会扣除实际用量。

source: Sign in on the Account tab before generating
zh_hans: 生成前请在“账户”标签页登录

source: Sign in on the Account tab, choose RxFilm credits here, and add credits when needed. Each hosted generation deducts its actual usage.
zh_hans: 在“账户”标签页登录，在此选择“RxFilm 点数”，并按需充值。每次托管式生成都会按实际用量扣除点数。

source: Sign In to %@
zh_hans: 登录以%@

source: Sign In to Buy
zh_hans: 登录后购买

source: Sign In to Install
zh_hans: 登录后安装

source: Sign in to RxLab
zh_hans: 登录 RxLab

source: Sign in to use the marketplace.
zh_hans: 登录后使用市场。

source: Sign in to your RxLab account on the Account tab.
zh_hans: 请在“账户”标签页登录你的 RxLab 账户。

source: Sign in to your RxLab account to load transcription models.
zh_hans: 登录你的 RxLab 账户以加载转录模型。

source: Sign in to your RxLab account to manage credits and subscription usage.
zh_hans: 登录你的 RxLab 账户以管理积分和订阅用量。

source: Sign in to your RxLab account to use it.
zh_hans: 登录你的 RxLab 账户以使用此功能。

source: Sign in with RxLab and choose RxFilm credits in AI Provider settings. Use credits for supported AI models and paid marketplace assets.
zh_hans: 使用 RxLab 账号登录，在 AI 提供商设置中选择 RxFilm 积分，即可用积分使用支持的 AI 模型并购买市场中的付费素材。

source: Sign In…
zh_hans: 登录…

source: Sign Out
zh_hans: 退出登录

source: Sign out?
zh_hans: 退出登录？

source: Sign-in Unavailable
zh_hans: 登录不可用

source: Simple mode
zh_hans: 简易模式

source: Size
zh_hans: 尺寸

source: Skim
zh_hans: 扫掠

source: Slide Guitar
zh_hans: 滑棒吉他

source: Smooth
zh_hans: 舒缓

source: Snap to Caption Bounds
zh_hans: 对齐到字幕边界

source: Soft
zh_hans: 轻柔

source: Some captions end before they start.
zh_hans: 部分字幕的结束时间早于开始时间。

source: Some suggestions need a closer look, so they start unselected.
zh_hans: 部分建议需要再确认，因此默认不勾选。

source: Some words fall outside the caption's time range.
zh_hans: 部分字词超出了字幕的时间范围。

source: Song Structure
zh_hans: 歌曲结构

source: Soul
zh_hans: 灵魂乐

source: Sound Effects
zh_hans: 音效

source: Source
zh_hans: 来源

source: Space sets
zh_hans: 空格键设定

source: Spanish
zh_hans: 西班牙语

source: Speaker
zh_hans: 说话人

source: Speaker name
zh_hans: 演讲者名称

source: Speaker names
zh_hans: 说话人名称

source: Speakers
zh_hans: 说话人

source: Speed
zh_hans: 速度

source: Spelling
zh_hans: 拼写

source: Spellings you've seen the transcriber produce for this term. Optional — the review still catches near-misses without them.
zh_hans: 你见过转写把这个术语写成的错误形式。可不填——即使不填，审阅同样能发现相近的错误。

source: Split
zh_hans: 拆分

source: Split at Midpoint
zh_hans: 在中点拆分

source: Split captions longer than %lld characters
zh_hans: 拆分超过 %lld 个字符的字幕

source: Splitting
zh_hans: 拆分方式

source: SSML Preview
zh_hans: SSML 预览

source: Start
zh_hans: 开始

source: Start a Film
zh_hans: 开始制作影片

source: Start a marketplace draft from this take, with its file attached
zh_hans: 根据此镜头创建市场草稿，并附上其文件

source: Start a New One
zh_hans: 开始新的任务

source: Start a thread to work with the agent.
zh_hans: 启动线程以与代理协作。

source: Start from a template
zh_hans: 从模板开始

source: Start Generation
zh_hans: 开始生成

source: Start of caption %lld
zh_hans: 第 %lld 条字幕的开始时间

source: Start seconds
zh_hans: 开始时间（秒）

source: Start time
zh_hans: 开始时间

source: Start Time
zh_hans: 开始时间

source: Start time is negative.
zh_hans: 开始时间为负值。

source: Start with
zh_hans: 开始于

source: Start with a shot plan
zh_hans: 从分镜计划开始

source: Starting a new generation abandons the running one — the provider may still bill it.
zh_hans: 开始新的生成会放弃正在运行的任务——提供商仍可能对此任务收费。

source: Starting Remotion Studio…
zh_hans: 正在启动 Remotion Studio…

source: Starting…
zh_hans: 正在开始…

source: Status
zh_hans: 状态

source: Still
zh_hans: 静态图像

source: Stitching Audio
zh_hans: 正在拼接音频

source: Stop
zh_hans: 停止

source: Stop building this film?
zh_hans: 停止制作此影片？

source: Stop generating
zh_hans: 停止生成

source: Stop Preview
zh_hans: 停止试听

source: Stop Rendering
zh_hans: 停止渲染

source: Stop Waiting
zh_hans: 停止等待

source: Stop waiting for this video?
zh_hans: 停止等待此视频？

source: Storage
zh_hans: 存储

source: Strings
zh_hans: 弦乐器

source: Strip Punctuation
zh_hans: 去除标点

source: Structure
zh_hans: 结构

source: Studio preview is paused while rendering.
zh_hans: 渲染期间 Studio 预览已暂停。

source: Style
zh_hans: 样式

source: Style degree
zh_hans: 风格强度

source: Submitting…
zh_hans: 正在提交…

source: Subscription key
zh_hans: 订阅密钥

source: Suggested seconds
zh_hans: 建议时长（秒）

source: Switch between transcription runs
zh_hans: 切换转录运行记录

source: Switch generation type to "With Lyrics" to enable the lyrics editor.
zh_hans: 将生成类型切换为“带歌词”，以启用歌词编辑器。

source: Synthesizer
zh_hans: 合成器

source: Tags
zh_hans: 标签

source: Tell the model what kind of video to build (style, motion, mood, structure). Used as context whenever the agent edits this composition.
zh_hans: 告诉模型要制作什么类型的视频（风格、动作、氛围、结构）。代理每次编辑此合成时都会将其作为上下文。

source: Term
zh_hans: 术语

source: Terms
zh_hans: 术语

source: Test Connection
zh_hans: 测试连接

source: Text
zh_hans: 文字

source: Text Overlay
zh_hans: 文字叠加

source: Thai
zh_hans: 泰语

source: The archive could not be created: %@
zh_hans: 无法创建归档：%@

source: The audio duration could not be determined.
zh_hans: 无法确定音频时长。

source: The caption changed after this was translated
zh_hans: 此字幕在翻译后被修改过

source: The caption changed after this was translated. Saving both marks it current again.
zh_hans: 此字幕在翻译后被修改过。同时保存两者会重新标记为最新。

source: The captions themselves are not affected.
zh_hans: 字幕本身不会受影响。

source: The claude command isn't installed.
zh_hans: 未安装 claude 命令。

source: The claude command on this Mac, billed to your Claude subscription.
zh_hans: 此 Mac 上的 claude 命令，由你的 Claude 订阅计费。

source: The codex command isn't installed.
zh_hans: 未安装 codex 命令。

source: The codex command on this Mac, billed to your OpenAI account.
zh_hans: 此 Mac 上的 codex 命令，由你的 OpenAI 账户计费。

source: the descriptor file is not valid JSON.
zh_hans: 描述文件不是有效的 JSON。

source: The download did not complete.
zh_hans: 下载未完成。

source: The download failed (HTTP %lld).
zh_hans: 下载失败（HTTP %lld）。

source: The endpoint, key and model here are what the agent, caption review and translation all use.
zh_hans: 此处的端点、密钥和模型会供智能体、字幕审阅和翻译共同使用。

source: The engine that produced these suggestions.
zh_hans: 生成这些建议的引擎。

source: The file could not be found.
zh_hans: 找不到该文件。

source: The file will be removed from disk and cannot be recovered.
zh_hans: 此文件将从磁盘中移除，且无法恢复。

source: The film and everything built so far will be moved to the Trash.
zh_hans: 影片及目前已完成的内容都会被移到废纸篓。

source: The film stays in your chosen location. You can open it from Recent Films.
zh_hans: 影片会保留在你选择的位置。你可以从“最近影片”中打开它。
